Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: En stor del av denne terminologien lever kun i næringene, og det er viktig at det levende språket i næringene også når ut til samfunnet.
sme: Stuorra oassi dán terminologiijas eallá dušše ealáhusain, ja lea deaŧalaš ahte dat ealli giella ealáhusas ollá maiddái servodahkii muđuid.

source: Språk og terminologi er en viktig kilde for næringenes tradisjonelle kunnskap.
sme: Giella ja terminologiija lea deaŧalaš gáldu ealáhusaid árbedihtui.

source: Storfamilien har spilt en viktig rolle i overføring av tradisjonskunnskap og overføring av språk og terminologi.
sme: Stuorrabearaš lea leamaš hui deaŧalaš árbedieđu, giela ja terminologiija gaskkusteapmái.

source: Dagens samfunn er i stadig endring, og det påvirker også språkutviklingen innenfor de samiske næringene.
sme: Dálá servodat lea oppa áiggi rievdamin, ja dat váikkuha giellaovdáneami sámi ealáhusain.

source: Språkbærere innen tradisjonelle samiske næringer innehar viktig kunnskap om samiske språk, tradisjon og verdier.
sme: Sámi árbevirolaš ealáhusaid giellaguddiin lea deaŧalaš máhttu sámegielain, árbevieruin ja árvvuin.

source: Språket har tradisjonelt sett stått sterkt innenfor primærnæringene og de ulike næringene har spilt en viktig rolle som bærere av samiske språk og tradisjonell kunnskapsoverføring.
sme: Giella lea árbevirolaččat leamaš nanus vuođđoealáhusain ja iešguđet ealáhusat leat leamaš deaŧalaččat sámegielaid ja sámi árbedieđu gaskkusteamis.

source: Tradisjonelle samiske næringers rolle som språkopplæringsarenaer må ivaretas og styrkes.
sme: Árbevirolaš sámi ealáhusaid rolla giellaoahpahusarenain ferte fuolahit ja nannet.

source: Mange av de samiske næringene er en livsform og næring basert på sterke kulturelle elementer, hvor også de familiemessige og andre relasjoner er viktige.
sme: Máŋga sámi ealáhusa leat eallinvuohki ja ealáhus mat leat vuođđuduvvon nana sámi kulturbeliide, mas maiddái bearašlaš ja eará gaskavuođat leat deaŧalaččat.

source: Næringene bidrar til å bevare samiske språk, verdier og tradisjoner, og bidrar til at tradisjonell kunnskap holdes i hevd, videreutvikles og videreføres.
sme: Ealáhusat leat mielde gáhttemin sámegielaid, árvvuid ja árbevieruid, ja leat mielde bisuheamen, viidáseappot ovddideamen ja gaskkusteamen árbedieđu.

source: Eksempelvis er reindrift en viktig bærer av det samiske språket.
sme: Ovdamearkka dihtii lea boazodoallu deaŧalaš giellaguoddi sámegielain.

source: Det sørsamiske språket er på Unescos liste over svært truede språk og er avhengig av en livskraftig sørsamisk reindrift.
sme: Lullisámegiella lea dan UNESCO listtas mii čájeha hui áitojuvvon gielaid ja lea gitta nana lullisámi boazodoalus.

source: Reindrift har derfor avgjørende rolle i bevaring av sørsamisk språk og kultur, men er også viktig for språkbevaring i andre samiske områder.
sme: Danne lea boazodoalus mearrideaddji rolla lullisámi giela ja kultuvrra gáhttemis, muhto lea maid deaŧalaš giellagáhttemii eará sámi guovlluin.

source: Sametinget ser det som viktig at språkbærere i samiske næringer brukes aktivt for å videreføre samiske språk både på formelle og uformelle arenaer.
sme: Sámediggi oaidná deaŧalažžan ahte giellaguoddit geavahuvvojit árjjalaččat dasa ahte viidáseappot fievrridit sámegielaid sihke formálalaš ja eahpeformálalaš arenain.

source: Særlig innenfor barnehager, grunnskole og innenfor lokale språktiltak vil bruk av språkbærere være nyttig og av stor verdi.
sme: Erenoamážit mánáidgárddiin, vuođđoskuvllas ja báikkálaš gielladoaibmabijuin lea ávkkálaš ja árvvolaš geavahit giellaguddiid.

source: Det vil kunne være nyttig at det utarbeides veiledere og ordninger for hvordan institusjoner kan dra nytte av språkbærere i opplæringssituasjoner.
sme: Sáhttá leat ávkkálaš ráhkadit bagadusaid ja ortnegiid dasa mo ásahusat sáhttet oažžut ávkki giellaguddiin oahpahusdiliin.

source: Inn på tunet og Ut på vidda – lærings- og omsorgsbaserte tjenester i landbruket og reindrifta Landbruks- og matdepartementet (LMD) har i samarbeid med Kunnskapsdepartementet (KD) igangsatt tiltaket "Inn på tunet".
sme: Šilljui ja Duoddarii – oahppan- ja fuolahusvuđot bálvalusat eanadoalus ja boazodoalus EBD lea ovttas máhttodepartemeanttain álggahan Inn på tunet (šilljui) gohčoduvvon doaibmabiju.

source: Dette er lærings- og omsorgsbaserte tjenester som bruker gården som læringsarena.
sme: Dat leat oahppan- ja fuolahusvuđot bálvalusat mat geavahit dálu oahppanarenan.

source: Inn på tunet tjenester (IPT) er tilrettelagte og kvalitetssikrede velferdstjenester på gårdsbruk.
sme: Inn på tunet tjenester (IPT) (šilljui bálvalusat) leat heivehuvvon ja kvalitehtasihkkarastojuvvon čálgobálvalusat dállodoalus.

source: Et felles mål for alle IPT-tjenester er at tjenestene skal gi mestring, utvikling og trivsel.
sme: Buot IPT-bálvalusaid oktasaš mihttomearri lea ahte bálvalusat galget ovddidit hálddašeami, ovddideami ja čálggu.

source: Når skolen kjøper tjenester av en godkjent IPT-tilbyder, innebærer dette at elevene får ta del i arbeid og aktiviteter på gården.
sme: Go skuvla oastá bálvalusaid dohkkehuvvon IPT-fállis, de dat mearkkaša ahte oahppit besset searvat dálu bargguide ja doaimmaide.

source: Det er et mål at arbeidet elevene tar del i, og aktivitetene på gården skal være mer enn bare arbeid og aktiviteter.
sme: Mihttomearrin lea ahte barggut masa oahppit servet, ja doaimmat dálus, galget leat eanet go dušše bargu ja doaimmat.

source: Arbeidet skal i tillegg være knyttet til faglige og sosiale læringsmål.
sme: Bargu galgá dasa lassin leat čadnojuvvon fágalaš ja sosiála oahppomihttomeriide.

source: Tilbudet skal være innenfor rammene i læreplanen og kobles til kompetansemål i læreplanene for fag.
sme: Fálaldat galgá leat oahppoplánaid rámmaid siskkobealde ja čadnojuvvot fága oahppoplánaid gealbomihtuide.

source: For å sikre dette, er det viktig med et tett samarbeid mellom skolen og IPT-tilbyderen, der elevenes læringsutbytte er i fokus.
sme: Dan sihkkarastimii lea deaŧalaš ahte lea lagas ovttasbargu skuvlla ja IPT-fálli gaskka, mas oahppi oahppanávki lea guovddážis.

source: LMD og Norske Reindriftsamers Landsforbund (NRL) har sammen startet opp prosjektet "Ut på vidda"etter samme prinsipp som "Inn på tunet".
sme: Eanadoallodepartemeanta ja NBR leat ovttas álggahan Ut på Vidda (Duoddarii) nammasaš prošeavtta, seamma jurdaga vuođul go Šilljui prošeavtta.

source: Her vil arbeid i reindrifta gi utgangspunkt for læring og mestring.
sme: Das lea boazodoallobargu vuođđun oahppamii ja hálddašeapmái.

source: Sametinget ser stor verdi i tiltakene Inn på tunet og Ut på vidda og ser det som naturlig at disse tjenestene også har fokus på språkutvikling.
sme: Sámediggi atná doaibmabijuid Šilljui ja Duoddarii hui árvvolažžan ja atná lunddolažžan ahte bálvalusat maid deattuhit giellaovddideami.

source: Ut på vidda vil være en god arena for formidling og læring av tradisjonell kunnskap, språk og terminologi.
sme: Duoddarii lea buorre arena árbedieđu ja árbevirolaš terminologiija gaskkusteapmái ja oahppamii.

source: Sametinget ønsker også at man skal se på mulighetene for å videreføre dette tilbudet til fiske, utmarksbruk og andre næringer hvor samiske språk er en del av hverdagen.
sme: Sámediggi háliida maid ahte galgá árvvoštallojuvvot makkár vejolašvuođat leat viidáseappot fievrridit dán fálaldaga guolástussii, meahcásteapmái ja eará ealáhusaide main sámegielat leat oassin beaivválaš dilis.

source: På denne måten vil elever få kjennskap til språk og terminologi fra flere næringer, og også få ta del i en samiskspråklig arbeidsplass og får være med på utøvelse av samiske næringer.
sme: Dan láhkai oahpašedje oahppit giela ja terminologiija eanet ealáhusain, ja beasašedje maid searvat sámegiel bargosadjái ja leat mielde bargamin sámi ealáhusain. Sámediggi áigu:

source: · Prioritere tilskudd til språkaktiviteter i Inn på tunet og Ut på vidda prosjekter · Ta initiativ til at det utarbeides et pilotprosjekt med bruk av språkbærere i opplæringa. · Utarbeide en veileder for bruk av språkbærere i opplæringssituasjoner · Bidra til at det utvikles flere applikasjoner med tradisjonskunnskap og terminologi · Igangsette ungdomsprosjekt "Dokumentasjon av tradisjonskunnskap gjennom film og tekst", hvor filmer vil samles og tilgjengelig gjøres.
sme: · Vuoruhit doarjagiid gielladoaimmaide Šilljui ja Duoddarii prošeavttain · Váikkuhit dasa ahte hábmejuvvo pilohtaprošeakta mas giellaguoddit geavahuvvojit oahpahusas · Ráhkadit bagadusa dasa mo geavahit giellaguddiid oahpahusdilálašvuođain · Váikkuhit dasa ahte ráhkaduvvojit eanet applikašuvnnat mas árbediehtu ja árbevirolaš terminologiija geavahuvvo · Álggahit nuoraidprošeavtta Árbedieđu duođašteapmi filmma ja teavstta bokte, mas filmmat čohkkejuvvojit ja dahkkojuvvojit olámuddui sámi digitála vuođđovuogádagas ja Ovttas.no:s

source: Samarbeid med regjeringen
sme: Ovttasbargu Ráđđehusain

source: Et godt samarbeid mellom Sametinget og regjeringen er avgjørende i arbeidet for å styrke og utvikle de samiske språkene.
sme: Buorre ovttasbargu Sámedikki ja Ráđđehusa gaskka lea áibbas dárbbašlaš sámegielaid nannemis ja ovddideamis.

source: Sametinget og regjeringen utarbeidet i felleskap mandat til språkutvalget, og har hatt flere politiske og administrative møter etter at VAT 2016:18 Vájmo giella ble lagt frem.
sme: Sámediggi ja Ráđđehus ráhkadedje ovttas giellalávdegotti mandáhta, ja máŋga politihkalaš ja hálddahuslaš čoahkkima leat dollojuvvon maŋŋágo NAČ 2016:18 Váibmogiella geigejuvvui.

source: Både Sametinget og regjeringa ser viktigheten av å følge opp forslag til lovendringer og forslag til tiltak.
sme: Sihke Sámedikki ja Ráđđehusa mielas lea deaŧalaš čuovvulit láhkarievdadusevttohusaid ja doaibmabidjoevttohusaid.

source: Sametinget har et overordnet ansvar for samiske språk.
sme: Sámedikkis lea bajimus ovddasvástádus sámegielain.

source: Regjeringa spiller en viktig rolle i utøvelsen av dette ansvaret.
sme: Ráđđehusas lea deaŧalaš doaibma dán ovddasvástádusa čađaheamis.

source: Godt samarbeid mellom Sametinget og regjeringa skapes gjennom medbestemmelse og reell innflytelse i saker som omhandler samiske språk.
sme: Buorre ovttasbargu Sámedikki ja Ráđđehusa gaskka vuolggahuvvo mielmearrideami ja duohta váikkuhanválddi bokte áššiin mat gusket sámegielaide.

source: VAT 2016:18 Vájmo giella omhandler en rekke tiltak og forslag på etablering av nye ordninger eller etablering av institusjoner.
sme: NAČ 2016:18 Váibmogiella gieđahallá máŋga doaibmabiju ja máŋga evttohusa ásahit ođđa ortnegiid dahje ásahusaid.

source: Flere av disse forslagene krever endring i gjeldende lovverk for å kunne gjennomføres.
sme: Máŋga dáin evttohusain gáibidit láhkarievdadusaid jus galggaš sáhttit daid čađahit.

source: Vi løfter frem noen sentrale forslag fra Vájmo giella, som vi ser det som naturlig å følge opp.
sme: Mii váldit ovdan muhtun guovddáš evttohusaid Váibmogielas maid min mielas lea lunddolaš čuovvulit.

source: Utviklingsprogrammer for de samiske språkene
sme: Ovddidanprográmmat sámegielaid várás

source: Situasjonen for de samiske språkene er forskjellig i de ulike språkområdene, og det vil være viktig i den fremtidige politikkutviklingen at det tas utgangspunkt i språksituasjonen i det aktuelle språkområdet i planleggingen av språkutviklingstiltak.
sme: Sámegielaid dilli rievdá giellaguovllus giellaguvlui, ja boahttevaš politihkkaovddideamis lea deaŧalaš ahte vuolggasadjin biddjojuvvo guoskevaš giellaguovllu gielladilli go giellaovddidandoaibmabijut plánejuvvojit.

source: Sametinget vil i samarbeid med institusjoner i det aktuelle språkområdet ha et nært samarbeid om utarbeidelse av konkrete utviklingsprogrammer for de ulike språkene.
sme: Sámedikkis galgá leat lagas ovttasbargu guoskevaš giellaguovllu ásahusaiguin go ráhkaduvvojit konkrehta ovddidanprográmmat iešguđet gielaid várás.

source: Utviklingsprogrammer vil være gode redskap i Sametingets budsjettarbeid og vil gi forutsigbarhet i arbeidet for prioriteringer av språktiltak.
sme: Ovddidanprográmmat galget leat buorit reaiddut Sámedikki bušeahttabargui ja addet einnostanvejolašvuođa gielladoaibmabijuid vuoruheamis.

source: Det er ulike behov i de ulike språkområdene, og utviklingsprogrammer må derfor gjenspeile disse behovene.
sme: Iešguđet giellaguovllus leat iešguđet dárbbut, ja danne fertejit ovddidanprográmmat dávistit dáid dárbbuide.

source: I det sørsamiske området hvor befolkningen er spredt over et stort geografisk område, står språket ovenfor en rekke andre utfordringer enn i det lulesamiske området hvor språkmiljøet er mer konsentrert.
sme: Lullisámi guovllus gos álbmot lea lávdaduvvon miehtá stuorra geográfalaš guovllu, leat gielas ollu eará hástalusat go julevsámi guovllus gos giellabirrasat leat eanet čohkkejuvvon.

source: Det vil derfor være viktig å utarbeide planer og beslutninger som tar hensyn til dette.
sme: Danne lea deaŧalaš ráhkadit plánaid ja dahkat mearrádusaid mat vuhtiiváldet dan.

source: I arbeidet for å skape robuste språkmiljø er det en forutsetning at man tar utgangspunkt i eksisterende institusjoner og ordninger, samtidig som man se på behovene i opprettelsen av nye institusjoner.
sme: Go hukse nana giellabirrasiid, de ferte váldit vuođu dálá ásahusain ja ortnegiin, seammás go geahčada dárbbuid ásahit ođđa ásahusaid.

source: VAT 2016:18 Vájmo giella omtaler behovet for at det utarbeides både utviklingsprogrammer for de samiske språkene, og en felles handlingsplan for samiske språk.
sme: NAČ 2016:18 Váibmogiella válddaha dárbbu dasa ahte ráhkadit sihke ovddidanprográmmaid sámegielaid várás ja oktasaš doaibmaplána sámegielaid várás.

source: Sametinget vil følge opp dette, og ønsker i samarbeid med regjeringen, lokale språkinstitusjoner og språkmiljø utarbeide utviklingsprogrammer for de ulike språkene.
sme: Sámediggi áigu čuovvulit dan, ja háliida ovttas Ráđđehusain, báikkálaš giellaásahusaiguin ja giellabirrasiiguin ráhkadit ovddidanprográmmaid iešguđet gielaid várás.

source: I tillegg til utviklingsprogrammer for nord, lule -og sørsamisk, vil Sametinget i samarbeid med Sametingene i Sverige og Finland ta initiativ til utarbeidelse av utviklingsprogrammer for pite, ume -og skoltesamisk.
sme: Lassin ovddidanprográmmaide davvi-, julev- ja lullisámegielaid várás áigu Sámediggi ovttas Ruoŧa ja Suoma beale sámedikkiiguin váikkuhit dasa ahte ráhkaduvvojit ovddidanprográmmat bihtán-, ubmi- ja nuortalaš gielaid várás.

source: Samisk språkområde
sme: Sámi giellaguovlu

source: I VAT 2016:18 Vájmo giella har samisk språkutvalg foreslått at dagens forvaltningsområde for samisk språk endres til samisk språkområde.
sme: Dokumeanttas NAČ 2016:18 Váibmogiella lea sámi giellalávdegoddi evttohan ahte sámegiela dálá hálddašanguovlu rievdaduvvo sámi giellaguovlun.

source: Hensikten med det er at språkområdet skal være mer tilpasset ulik språkstatus i kommunene og det ble foreslått at kommunene deles inn i ulike kommunekategorier.
sme: Ulbmil dainna lea ahte giellaguovlu galgá buorebut leat heivehuvvon suohkaniid iešguđet gielladillái ja evttohuvvui juohkit suohkaniid iešguđet suohkankategoriijaide.

source: Sametingets plenum har behandlet VAT 2016:18 Vájmo giella i flere omganger, sist under sak 053/18 Samisk språkområde.
sme: Sámedikki dievasčoahkkin lea meannudan NÁČ 2016:18 Váibmogiela máŋgga vuorus, maŋimuččat áššis 053/18 Sámi giellaguovlu.

source: Plenum har foreslått at kommunene i språkområdet inndeles i fem kategorier;
sme: Dievasčoahkkin evttohii ahte hálddašanguovllu suohkanat juogaduvvojit viđa kategoriijan;

source: samiske språkressurskommuner, samiske språkutviklingskommuner, samiske språkvitaliseringskommuner, samiske bykommuner og potensielle samiske språkkommuner.
sme: sámi resursasuohkanat, sámi ovddidansuohkanat, sámi ealáskahttinsuohkanat, sámi gávpotsuohkanat ja vejolaš sámi giellasuohkanat.

source: Ett av virkemidlene for best mulig å kunne legge forholdene til rette slik at språkområdeordningen gjenspeiler den faktiske situasjonen i den enkelte kommune vil være gjennom ulike kommunekategorier.
sme: Okta váikkuhangaskaomiin dasa ahte buoremusat láhčit diliid nu ahte giellaguovloortnet heive iešguđet suohkana duohta dillái lea iešguđet suohkankategoriijaid bokte.

source: For at den nye språkområdeordningen skal kunne bli gjeldende, må samelovens språkregler endres og styrkes.
sme: Vai ođđa giellaguovloortnet šattašii gustojeaddjin, de ferte rievdadit ja nannet sámelága.

source: Samene har rett til å bruke og utvikle sitt språk, og Sametingets mål er at dette gjenspeiles i samelovens språkregler og i den nye språkområdeordningen.
sme: Sápmelaččain lea vuoigatvuohta geavahit ja ovddidit iežaset giela, ja Sámedikki mihttomearri lea ahte dat galgá boahtit ovdan sámelága giellanjuolggadusain ja ođđa giellaguovloortnegis.

source: Samelovens språkregler og Sametingets tilskuddsordning er viktige virkemidler i arbeidet med å nå Sametingets språkpolitiske mål på kommunalt nivå.
sme: Sámelága giellanjuolggadusat ja Sámedikki doarjjaortnet leat deaŧalaš váikkuhangaskaoamit dan barggus ahte juksat Sámedikki giellapolitihkalaš mihttomeriid suohkandásis.

source: Sametinget viser også til at lule-, sør-, skolte-, ume-, og pitesamisk er i en sårbar stilling, og det er viktig at behovene til disse språkene særskilt ivaretas.
sme: Sámediggi čujuha maiddái dasa ahte julev-, lulli-, nuortalaš, ubmi- ja bihtánsámegiella leat rašis dilis, ja deaŧalaš lea ahte dáid gielaid dárbbut fuolahuvvojit erenoamážit.

source: Sametinget legger til grunn at denne saken blir gjenstand for videre konsultasjoner mellom Sametinget og regjeringen.
sme: Sámediggi bidjá vuođđun ahte dát ášši gieđahallojuvvo viidáseappot Sámedikki ja Ráđđehusa gaskasaš konsultašuvnnain.

source: Språkressursentre
sme: Giellaresursaguovddážat

source: VAT 2016:18 Vájmo giella fremmer forslag om opprettelse av språkressursentre i sør-, lule- og nordsamisk språkområde.
sme: NAČ 2016: 18 Váibmogiella evttoha ásahit giellaresursaguovddážiid lulli-, julev, ja davvisámegiel guovlluide.

source: I rapporten har språkutvalget uttrykt som følger;
sme: Giellalávdegoddi lea raporttas čállán ná:

source: «Språkressurssentrene skal bidra til å sikre at språkrettighetene i større grad etterleves, og skal bistå kommuner og enkeltindivider i oppfyllelsen av samiskspråklige tjenestetilbud.
sme: “Giellaresursaguovddážat galget dan ala bargat ahte giellarievttit ja vuoigatvuođat sihkkarastojuvvojit, ja galget maiddái leat veahkkin suohkaniidda ja olbmuide ollašuhttimin sámegiel bálvalusfálaldagaid.

source: Utvalget vurderer at språkressurssentrene skal ligge til Sametinget, og at dette kan bidra til å understøtte og tydeliggjøre Sametingets ansvar og koordineringsrolle når det gjelder utvikling, vitalisering og bevaring av de samiske språkene.
sme: Lávdegoddi árvala ahte giellaresursaguovddážat galget gullat Sámedikki doaimmaid vuollái, vuoi dát leat mielde čalmmustahttime Sámedikki ovddasvástádusa ja koordinerenrolla sámegielaid ovddideamis, vitaliseremis ja seailluheamis.

source: Språkressurssentrene er ment å samle kompetansen og styrke fagmiljøet knyttet til samiskspråklig tjenestetilbud i forvaltningen.
sme: Giellaresursaguovddážiid ulbmil lea čohkket gelbbolašvuođa ja nannet fágabirrasiid mat leat čadnojuvvon sámegiel fálaldagaide almmolaš hálddašeamis.

source: Utvalget mener språkressurssentrene også skal ha en støttefunksjon for kommunene i det samiske språkområdet, og bidra til informasjons- og erfaringsutveksling.
sme: Lávdegoddi maid árvala ahte giellaresursaguovddážin galgá leat doarjjafunkšuvdna suohkaniidda mat gullet sámi giellaguvlui, ja maid ovddidit diehtojuohkinbarggu ja vásáhuslonohallama.

source: Språkressurssentrene vil være sentrale i å bistå kommunene, samtidig som kommunene fortsatt har en tilretteleggingsplikt og ansvar for forvaltning og etterlevelse av regelverket.
sme: Giellaresursaguovddážat galget leat veahkkin ja bagadallin suohkaniidda, seammás go suohkaniin ain lea heivehangeatnegasvuohta ja ovddasvástádus njuolggadusaid hálddašeamis ja čuovvumis.

source: Utvalget vil understreke at språkressurssentrene vil være noe annet enn de eksisterende språksentrene, som i større grad har som mål å drive med språkutvikling.
sme: Lávdegoddi deattuha ahte giellaresursaguovddážat galget leat eará go dála giellaguovddážat, maid mihttomearrin lea eanet bargat giellaovddidemiin.

source: Språkressurssenter skal ha en koordinerende rolle og ha en rådgiverfunksjon.
sme: Giellaresursaguovddážiin galgá leat koordinerenrolla ja galget maid doaibmat ráđđeaddin.

source: I tillegg mener utvalget at språkressurssenterne bør ha et ansvar knyttet til blant annet tolking, oversetting, informasjonsarbeid og fjernundervisning.
sme: Dasa lassin oaivvilda lávdegoddi ahte giellaresursaguovddážin berre leat ovddasvástádus mii lea čadnojuvvon earret eará dulkomii, jorgalanbargguide, diehtojuohkinbargguide ja gáiddusoahpahussii.

source: Utvalget mener at de samiske språkressurssentrene kan tillegges oppgaven med å være utviklings- og kompetansesenter for skjermtolkning på samisk.
sme: Lávdegoddi oaivvilda ahte sámi giellaresursaguovddážiidda sáhttá maid bidjat bargun leat ovddidan- ja gealboguovddážin šearbmadulkomis sámegillii.

source: Språkressurssentrene bør også få koordineringsansvar for oversettings- og tolketjenester til offentlige myndigheter.
sme: Giellaresursaguovddát berrejit maid oažžut ovddasvástádusa koordineret jorgalan- ja tulkonbálvalusaid almmolaš eiseválddiide.

source: Språkressurssentrene vil ha en særlig viktig rolle for det samiskspråklige barnehage- og skoletilbudet.
sme: Giellaresursaguovddážin galgá leat earenoamáš deaŧalaš rolla sámegiel mánáidgárde- ja skuvlafálaldagain.

source: Utvalget har diskutert om det burde opprettes en egen sørsamisk barnehage- og skoleenhet, men kommet til at oppgavene språkressurssentrene skal ha ansvar for kan ivaretas gjennom en barnehage- og skoleansvarlig ved sentrene.
sme: Lávdegoddi lea digaštallan galggašii go ásahit sierra lullisámi mánáidgárde- ja skuvlaovttadaga, muhto lea gávnnahan ahte bargguid main giellaresursaguovddážiin galgá leat ovddasvástádus, sáhttá guovddážiid bargi fuolahit geas lea ovddasvástádus mánáidgárddiin ja skuvllain.

source: Språkressurssentrene og en barnehage- og skoleansvarlig ved språkressurssentrene skal ikke erstatte etablerte institusjoner, men inngå som en styrking av etablerte tilbud.
sme: Giellaresursaguovddážat ja guovddážiid bargi geas lea ovddasvástádus mánáidgárddiin ja skuvllain eai galgga boahtit ásahuvvon ásahusaid sadjái, muhto leat veahkkin ásahuvvon fálaldagaide.

source: Utvalget mener oppgaver som skal legges til samiske språkressurssentre når det gjelder barnehage- og skolesektorene særlig skal være å tilby tjenester og å ha en tilretteleggingsfunksjon når nye samiskspråklige tilbud skal etableres.»
sme: Lávdegoddi oaivvilda ahte barggut maid bidjet giellaresursaguovddážiidda ja mat gusket mánáidgárddiide ja skuvllaide, galget earenoamážiid leat bálvalusat ja heivehandoaimmat ođđa sámegielfálaldagaid ásaheami oktavuođas.“

source: Sametinget ser at oppgaver som omhandler informasjon om rettigheter og ordninger både er foreslått lagt til språkombudet og språkressurssentrene.
sme: Mii oaidnit ahte dat barggut mat gusket diehtojuohkimii vuoigatvuođaid ja ortnegiid birra, sihke leat evttohuvvon biddjojuvvot giellaáittardeaddjái ja giellaresursaguovddážiidda.

source: Videre ser vi at det er særlig oppgaver innenfor opplæring samt tolking - og oversettingstjenester som er foreslått underlagt språkressurssentrene.
sme: Viidáseappot oaidnit ahte leat erenoamážit barggut oahpahusas ja dulkon- ja jorgalanbálvalusas mat leat evttohuvvon biddjojuvvot giellaresursaguovddážiidda.
